=begin
10変数の最大最小 (paizaランク D 相当)
問題にチャレンジして、ユーザー同士で解答を教え合ったり、コードを公開してみよう！

シェア用URL:
https://paiza.jp/works/mondai/sequence_search_problems/sequence_search_problems_minmax_step1
問題文のURLをコピーする
 下記の問題をプログラミングしてみよう！
10 個の整数 a_1, a_2, ... , a_10 が与えられます。

これらの最大値と最小値をこの順に半角スペース区切りで出力してください。

▼　下記解答欄にコードを記入してみよう

入力される値
a_1 a_2 ... a_10

・ 1行に、a_1, a_2, ... , a_10 が半角スペース区切りで与えられます。

入力値最終行の末尾に改行が１つ入ります。
文字列は標準入力から渡されます。 標準入力からの値取得方法はこちらをご確認ください
期待する出力
最大値と最小値をこの順に半角スペース区切りで出力してください。
また、末尾に改行を入れ、余計な文字、空行を含んではいけません。

条件
すべてのテストケースにおいて、以下の条件をみたします。

・ 入力は全て整数
・ -1,000,000,000 ≦ a_i ≦ 1,000,000,000

入力例1
-11 10 0 9 6 -10 5 3 2 -8

出力例1
10 -11
=end
